[
    { "id": 1, "idCategory":"Rellena", "name": "Sorrentinos", "price": 480, "img": "Sorrentinos1.jpg", "stock":10, "description": "Pasta rellena de forma circular. Tradicionalmente su relleno se realiza con una combinación de jamón cocido y diversos quesos. También se hacemos de ricotta y un complemento de nueces picadas." },
    { "id": 2, "idCategory":"Rellena", "name": "Ravioles", "price": 480, "img": "ravioles.png", "stock":10, "description": "Tradicional pasta cuadrada de tamaño mediano con masa al huevo veteada de espinaca."  },
    { "id": 3, "idCategory":"Rellena", "name": "Capelletti", "price": 480, "img": "capelletti.png", "stock":10, "description": "Pasta al huevo que se produce plegando cuadrados o círculos, primero en dos triángulos, y luego uniendo los extremos." },
    { "id": 4, "idCategory":"Rellena", "name": "Lasagna", "price": 450, "img": "lasagna.jpg", "stock":10, "description": "Pasta en láminas intercaladas con distintos ingredientes (carnes, verduras, pescados) que se elabora con bechamel y abundante queso rallado para gratinarla al horno."},
    { "id": 5, "idCategory":"Rellena", "name": "Canelones", "price": 450, "img": "canelones.jpg", "stock":10, "description": "Los tradicionales cannelloni son una lamina de pasta circular que se rellena con carne picada, pescado, verdura o espinacas en su interior y luego se enrolla." },    
    { "id": 6, "idCategory":"Simple", "name": "Tallarines", "price": 300, "img": "tallarines.png", "stock":6, "description": "Pasta a base de harina o de sémola de trigo duro, huevos y agua, cortada en forma de finas cintas planas."},
    { "id": 7, "idCategory":"Simple", "name": "Cintas", "price": 300, "img": "cintas.jpg", "stock":6, "description": "finas cintas de unos ocho milímetros de anchura que parten de una masa que se elabora con harina de trigo blando y huevo."},
    { "id": 8, "idCategory":"Simple", "name": "Nocci", "price": 300, "img": "noquis.png", "stock":6,"description": "Preparación a base de papa, de sémola o de harina de trigo y espinacas. Modelados en forma de bolitas, los Nocci se sazonar con una salsa o gratinar y servir como entrante caliente."},
    { "id": 9, "idCategory":"Simple", "name": "Spaguetti", "price": 300, "img": "spaguetti.jpg", "stock":6,"description": "Pasta italiana elaborada con harina de grano duro y agua. Tiene forma de delgada cuerda larga, sección circular y un tamaño aproximado entre 25 y 30 centímetros." },
    { "id": 10,"idCategory":"Simple", "name": "Macarrones", "price": 300, "img": "macarrones.jpg", "stock":6,"description": "Son un tipo de pasta italiana con forma cilíndrica y hueca. Están hechos de agua, harina de trigo y huevo."},
    { "id": 11, "idCategory":"Simple", "name": "Farfalle", "price": 300, "img": "farfalle.jpg", "stock":6,"description": "Su nombre quiere decir mariposa en italiano y por su forma es ideal para preparar ensaladas y servirse con salsas como la tradicional." },
    { "id": 12, "idCategory":"Simple", "name": "Fusilli", "price": 300, "img": "fusilli.jpg", "stock":6,"description": "Espirales de pasta en forma de una hélice, Son de unos 4 cm de longitud y están hechos de harina de trigo duro, agua y sal." }
]

